albert.tabout
amazonwebservices.codewhisperer-for-command-line-companion
anysphere.pyright
aykutsarac.jsoncrack-vscode
bobmagicii.autofoldyeah
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
eamodio.gitlens
echoapi.echoapi-for-vscode
esbenp.prettier-vscode
formulahendry.auto-rename-tag
foxundermoon.shell-format
fwcd.kotlin
github.vscode-github-actions
golang.go
gruntfuggly.todo-tree
inferrinizzard.prettier-sql-vscode
janisdd.vscode-edit-csv
jock.svg
kevinrose.vsc-python-indent
mathiasfrohlich.kotlin
mechatroner.rainbow-csv
misogi.ruby-rubocop
ms-python.autopep8
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.makefile-tools
pomber.git-file-history
prisma.prisma
redhat.java
redhat.vscode-xml
sswg.swift-lang
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
svelte.svelte-vscode
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vitaliymaz.vscode-svg-previewer
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
yoavbls.pretty-ts-errors
